{
  "ua": "",
  "homeUrl": "https://www.o8tv.com",
  “dcVipFlag”：“真”，
  "pCfgJs": "https://www.o8tv.com/static/js/playerconfig.js",
  "pCfgJsR": "[\\W|\\S|.]*?MacPlayerConfig.player_list[\\W|\\S|.]*?=([\\W|\\S|.]*?) ,MacPlayerConfig.downer_list",
  “dcShow2Vip”：{}，
  "dcPlayUrl": "真",
  "cateNode": "//ul[contains(@class, 'myui-header__menu')]/li/a[contains(@href, 'vodtype')]",
  "cateName": "/text()",
  "cateId": "/@href",
  "cateIdR": "/vodtype(\\S+).html",
  “cateManual”：{
    “电影”：“1”，
    "连续剧": "2",
    《综艺剧情》：《3》，
    “动漫”：“4”
  },
  "homeVodNode": "//ul[contains(@class, 'myui-vodlist')]/li/div[contains(@class, 'myui-vodlist__box')]",
  "homeVodName": "/a/@title",
  "homeVodId": "/a/@href",
  "homeVodIdR": "/voddetail(\\S+).html",
  "homeVodImg": "/a/@data-original",
  "homeVodImgR": "\\S+(http\\S+)",
  "homeVodMark": "concat(//span[contains(@class,'pic-text')]/text(),'__',//span[@class='tag']/text())",
  "cateUrl": "https://www.o8tv.com/vodshow/{cateId}-{area}-{by}-{catelog}-{lang}----{catePg}---{year}。 html",
  "cateVodNode": "//ul[contains(@class, 'myui-vodlist')]/li/div[contains(@class, 'myui-vodlist__box')]",
  "cateVodName": "/div/h4/a/@title",
  "cateVodId": "/div/h4/a//@href",
  "cateVodIdR": "/voddetail(\\S+).html",
  "cateVodImg": "/a/@data-original",
  "cateVodImgR": "\\S+(http\\S+)",
  "cateVodMark": "concat(//span[contains(@class,'pic-text')]/text(),'__',//span[@class='tag']/text())",
  "dtUrl": "https://www.o8tv.com/voddetail/{vid}.html",
  "dtNode": "//body",
  "dtName": "//div[@class='myui-content__thumb']/a/@title",
  "dtNameR": "",
  "dtImg": "//div[@class='myui-content__thumb']/a/img/@data-original",
  “dtImgR”：“”，
  "dtCate": "//div[@class='myui-content__detail']//span[contains(@class,'text-muted') 和 contains(text(), '分类')]/following-sibling: ：*/文本（）”，
  “dtCateR”：“”，
  "dtYear": "//div[@class='myui-content__detail']//span[contains(@class,'text-muted') and contains(text(),'年份')]/following-sibling: ：*/文本（）”，
  “dtYearR”：“”，
  "dtArea": "//div[@class='myui-content__detail']//span[contains(@class,'text-muted') and contains(text(), '地区')]/following-sibling: ：*/文本（）”，
  “dtAreaR”：“”，
  "dtMark": "",
  “dtMarkR”：“”，
  "dtActor": "//div[@class='myui-content__detail']//span[contains(@class,'text-muted') 和 contains(text(), '')]/following-sibling: ：*/文本（）”，
  “dtActorR”：“”，
  "dtDirector": "//div[@class='myui-content__detail']//span[contains(@class,'text-muted') 和 contains(text(), '导演')]/following-sibling: ：*/文本（）”，
  “dtDirectorR”：“”，
  "dtDesc": "//span[@class='data']/p/text()",
  “dtDescR”：“”，
  "dtFromNode": "//a[@data-toggle='tab' and contains(@href, 'playlist')]",
  "dtFromName": "/text()",
  "dtFromNameR": "",
  "dtUrlNode": "//div[contains(@class,'tab-content')]/div[contains(@id, 'playlist')]",
  "dtUrlSubNode": "//li/a",
  "dtUrlId": "@href",
  "dtUrlIdR": "/vodplay/(\\S+).html",
  "dtUrlName": "/text()",
  "dtUrlNameR": "",
  "playUrl": "https://www.o8tv.com/vodplay/{playUrl}.html",
  "playUa": "",
  "searchUrl": "https://www.o8tv.com/index.php/ajax/suggest?mid=1&wd={wd}&limit=10",
  "scVodNode": "json:list",
  "scVodName": "名称",
  "scVodId": "id",
  “scVodIdR”：“”，
  "scVodImg": "图片",
  "scVodMark": "",
  “筛选”： {
    “1”：[
      {
        “关键”：“目录”，
        "名称": "类型",
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            “n”：“Netflix”，
            “v”：“Netflix”
          },
          {
            "n": "仙侠",
            “v”：“仙侠”
          },
          {
            “n”：“剧情”，
            “v”：“剧情”
          },
          {
            "n": "故事",
            "v": "故事"
          },
          {
            "n": "活动",
            “v”：“活动”
          },
          {
            "n": "喜剧",
            “v”：“喜剧”
          },
          {
            “n”：“爱情”，
            “v”：“爱情”
          },
          {
            “n”：“冒险”，
            “v”：“冒险”
          },
          {
            "n": "儿童",
            "v": "儿童"
          },
          {
            "n": "歌舞",
            “v”：“歌舞”
          },
          {
            "n": "音乐",
            "v": "音乐"
          },
          {
            "n": "奇幻",
            “v”：“奇幻”
          },
          {
            "n": "动画",
            "v": "动画"
          },
          {
            "n": "恐怖",
            “v”：“恐怖”
          },
          {
            "n": "惊槲",
            “v”：“惊槊”
          },
          {
            "n": "丧尸",
            "v": "丧尸"
          },
          {
            "n": "战争",
            “v”：“战争”
          },
          {
            "n": "传记",
            "v": "传记"
          },
          {
            "n": "记录",
            "v": "记录"
          },
          {
            "n": "犯罪",
            “v”：“犯罪”
          },
          {
            "n": "悬疑",
            "v": "悬疑"
          },
          {
            "n": "西部",
            "v": "西部"
          },
          {
            "n": "灾难",
            “v”：“灾难”
          },
          {
            "n": "古装",
            "v": "古装"
          },
          {
            "n": "武侠",
            “v”：“武侠”
          },
          {
            "n": "家庭",
            "v": "家庭"
          },
          {
            "n": "短片",
            "v": "短片"
          },
          {
            "n": "校园",
            “v”：“校园”
          },
          {
            "n": "文艺",
            "v": "文艺"
          },
          {
            “n”：“运动”，
            “v”：“运动”
          },
          {
            “n”：“青春”，
            “v”：“青春”
          },
          {
            "n": "同性",
            “v”：“同性”
          },
          {
            "n": "励志",
            “v”：“励志”
          },
          {
            “n”：“人性”，
            “v”：“人性”
          },
          {
            "n": "美食",
            “v”：“美食”
          },
          {
            “n”：“女性”，
            “v”：“女性”
          },
          {
            "n": "治愈",
            “v”：“治愈”
          },
          {
            "n": "历史",
            “v”：“历史”
          },
          {
            "n": "真人秀",
            "v": "真人秀"
          },
          {
            "n": "脱口秀",
            "v": "脱口秀"
          }
        ]
      },
      {
        “关键”：“区域”，
        “名称”：“地区”，
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            "n": "大陆",
            "v": "大陆"
          },
          {
            "n": "香港",
            "v": "香港"
          },
          {
            "n": "台湾",
            “v”：“台湾”
          },
          {
            “n”：“美国”，
            “v”：“美国”
          },
          {
            "n": "日本",
            “v”：“日本”
          },
          {
            “n”：“韩国”，
            “v”：“韩国”
          },
          {
            "n": "英国",
            “v”：“英国”
          },
          {
            "n": "法国",
            “v”：“法国”
          },
          {
            "n": "德国",
            "v": "德国"
          },
          {
            "n": "印度",
            "v": "印度"
          },
          {
            "n": "泰国",
            "v": "泰国"
          },
          {
            "n": "丹麦",
            "v": "丹麦"
          },
          {
            "n": "瑞典",
            "v": "瑞典"
          },
          {
            "n": "巴西",
            “v”：“巴西”
          },
          {
            "n": "加拿大",
            "v": "加拿大"
          },
          {
            "n": "俄罗斯",
            “v”：“俄罗斯”
          },
          {
            "n": "意大利",
            “v”：“意大利”
          },
          {
            "n": "比利时",
            "v": "比利时"
          },
          {
            “n”：“爱尔兰”，
            “v”：“爱尔兰”
          },
          {
            “n”：“西班牙”，
            “v”：“西班牙”
          },
          {
            "n": "澳大利亚",
            “v”：“澳大利亚”
          }
        ]
      },
      {
        “键”：“年”，
        “名称”：“年份”，
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            “n”：“2022”，
            “v”：“2022”
          },
          {
            “n”：“2021”，
            “v”：“2021”
          },
          {
            “n”：“2020”，
            “五”：“2020”
          },
          {
            “n”：“2019”，
            “v”：“2019”
          },
          {
            “n”：“2018”，
            “v”：“2018”
          },
          {
            “n”：“2017”，
            “v”：“2017”
          },
          {
            “n”：“2016”，
            “v”：“2016”
          },
          {
            “n”：“2015”，
            “v”：“2015”
          },
          {
            “n”：“2014”，
            “v”：“2014”
          },
          {
            “n”：“2013”​​，
            “v”：“2013”
          },
          {
            “n”：“2012”，
            “五”：“2012”
          },
          {
            “n”：“2011”，
            “v”：“2011”
          },
          {
            “n”：“2010”，
            “v”：“2010”
          },
          {
            “n”：“2009”，
            “v”：“2009”
          },
          {
            “n”：“2008”，
            “五”：“2008”
          },
          {
            “n”：“2007”，
            “v”：“2007”
          },
          {
            “n”：“2006”，
            “五”：“2006”
          },
          {
            “n”：“2005”，
            “五”：“2005”
          },
          {
            “n”：“2004”，
            “v”：“2004”
          },
          {
            “n”：“2003”，
            “v”：“2003”
          },
          {
            “n”：“2002”，
            “五”：“2002”
          },
          {
            “n”：“2001”，
            “v”：“2001”
          },
          {
            “n”：“2000”，
            “v”：“2000”
          }
        ]
      },
      {
        “键”：“朗”，
        "name": "语言",
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            "n": "英语",
            “v”：“英语”
          },
          {
            "n": "句子",
            “v”：“法语”
          },
          {
            "n": "国语",
            “v”：“国语”
          },
          {
            "n": "粤语",
            “v”：“粤语”
          },
          {
            "n": "日语",
            "v": "日语"
          },
          {
            "n": "韩语",
            "v": "韩语"
          },
          {
            "n": "泰语",
            "v": "泰语"
          },
          {
            "n": "德国",
            “v”：“德国”
          },
          {
            "n": "希望",
            “v”：“目标”
          },
          {
            "n": "闽南语",
            "v": "闽南语"
          },
          {
            "n": "丹麦语",
            "v": "丹麦语"
          },
          {
            "n": "波兰语",
            "v": "波兰语"
          },
          {
            "n": "瑞典语",
            "v": "瑞典语"
          },
          {
            "n": "印地语",
            "v": "印地语"
          },
          {
            "n": "挪威语",
            “v”：“挪威语”
          },
          {
            "n":"杭州",
            “v”：“杭州”
          },
          {
            "n": "间隔",
            "v": "间隔"
          }
        ]
      },
      {
        “关键”：“通过”，
        "name": "示例",
        “价值”： [
          {
            "n": "时间",
            “v”：“时间”
          },
          {
            "n": "人气",
            “v”：“命中”
          },
          {
            "n": "评分",
            “v”：“分数”
          }
        ]
      }
    ],
    “2”：[
      {
        “关键”：“目录”，
        "名称": "类型",
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            “n”：“Netflix”，
            “v”：“Netflix”
          },
          {
            “n”：“剧情”，
            “v”：“剧情”
          },
          {
            "n": "丧尸",
            "v": "丧尸"
          },
          {
            "n": "仙侠",
            “v”：“仙侠”
          },
          {
            "n": "穿越",
            “v”：“穿越”
          },
          {
            "n": "惊槲",
            “v”：“惊槊”
          },
          {
            "n": "恐怖",
            “v”：“恐怖”
          },
          {
            "n": "言情",
            "v": "言情"
          },
          {
            "n": "故事",
            "v": "故事"
          },
          {
            "n": "活动",
            “v”：“活动”
          },
          {
            "n": "喜剧",
            “v”：“喜剧”
          },
          {
            “n”：“爱情”，
            “v”：“爱情”
          },
          {
            “n”：“偶像”，
            “v”：“偶像”
          },
          {
            "n": "都市",
            “v”：“都市”
          },
          {
            "n": "军旅",
            "v": "军旅"
          },
          {
            "n": "谍战",
            "v": "谍战"
          },
          {
            "n": "罪案",
            “v”：“罪案”
          },
          {
            "n": "宫廷",
            "v": "宫廷"
          },
          {
            “n”：“冒险”，
            “v”：“冒险”
          },
          {
            "n": "儿童",
            "v": "儿童"
          },
          {
            "n": "歌舞",
            “v”：“歌舞”
          },
          {
            "n": "音乐",
            "v": "音乐"
          },
          {
            "n": "奇幻",
            “v”：“奇幻”
          },
          {
            "n": "动画",
            "v": "动画"
          },
          {
            "n": "战争",
            “v”：“战争”
          },
          {
            "n": "传记",
            "v": "传记"
          },
          {
            "n": "记录",
            "v": "记录"
          },
          {
            "n": "犯罪",
            “v”：“犯罪”
          },
          {
            "n": "悬疑",
            "v": "悬疑"
          },
          {
            "n": "西部",
            "v": "西部"
          },
          {
            "n": "灾难",
            “v”：“灾难”
          },
          {
            "n": "古装",
            "v": "古装"
          },
          {
            "n": "武侠",
            “v”：“武侠”
          },
          {
            "n": "家庭",
            "v": "家庭"
          },
          {
            "n": "短片",
            "v": "短片"
          },
          {
            "n": "校园",
            “v”：“校园”
          },
          {
            "n": "文艺",
            "v": "文艺"
          },
          {
            “n”：“运动”，
            “v”：“运动”
          },
          {
            “n”：“青春”，
            “v”：“青春”
          },
          {
            "n": "同性",
            “v”：“同性”
          },
          {
            "n": "励志",
            “v”：“励志”
          },
          {
            “n”：“人性”，
            “v”：“人性”
          },
          {
            "n": "美食",
            “v”：“美食”
          },
          {
            “n”：“女性”，
            “v”：“女性”
          },
          {
            "n": "治愈",
            “v”：“治愈”
          },
          {
            "n": "历史",
            “v”：“历史”
          },
          {
            "n": "真人秀",
            "v": "真人秀"
          },
          {
            "n": "脱口秀",
            "v": "脱口秀"
          }
        ]
      },
      {
        “关键”：“区域”，
        “名称”：“地区”，
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            "n": "大陆",
            "v": "大陆"
          },
          {
            "n": "香港",
            "v": "香港"
          },
          {
            “n”：“韩国”，
            “v”：“韩国”
          },
          {
            “n”：“美国”，
            “v”：“美国”
          },
          {
            "n": "日本",
            “v”：“日本”
          },
          {
            "n": "法国",
            “v”：“法国”
          },
          {
            "n": "英国",
            “v”：“英国”
          },
          {
            "n": "德国",
            "v": "德国"
          },
          {
            "n": "台湾",
            “v”：“台湾”
          },
          {
            "n": "泰国",
            "v": "泰国"
          },
          {
            "n": "印度",
            "v": "印度"
          },
          {
            "n": "其他",
            "v": "其他"
          }
        ]
      },
      {
        “键”：“年”，
        “名称”：“年份”，
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            “n”：“2022”，
            “v”：“2022”
          },
          {
            “n”：“2021”，
            “v”：“2021”
          },
          {
            “n”：“2020”，
            “五”：“2020”
          },
          {
            “n”：“2019”，
            “v”：“2019”
          },
          {
            “n”：“2018”，
            “v”：“2018”
          },
          {
            “n”：“2017”，
            “v”：“2017”
          },
          {
            “n”：“2016”，
            “v”：“2016”
          },
          {
            “n”：“2015”，
            “v”：“2015”
          },
          {
            “n”：“2014”，
            “v”：“2014”
          },
          {
            “n”：“2013”​​，
            “v”：“2013”
          },
          {
            “n”：“2012”，
            “五”：“2012”
          },
          {
            “n”：“2011”，
            “v”：“2011”
          },
          {
            “n”：“2010”，
            “v”：“2010”
          },
          {
            “n”：“2009”，
            “v”：“2009”
          },
          {
            “n”：“2008”，
            “五”：“2008”
          },
          {
            “n”：“2007”，
            “v”：“2007”
          },
          {
            “n”：“2006”，
            “五”：“2006”
          },
          {
            “n”：“2005”，
            “五”：“2005”
          },
          {
            “n”：“2004”，
            “v”：“2004”
          },
          {
            “n”：“2003”，
            “v”：“2003”
          },
          {
            “n”：“2002”，
            “五”：“2002”
          },
          {
            “n”：“2001”，
            “v”：“2001”
          },
          {
            “n”：“2000”，
            “v”：“2000”
          }
        ]
      },
      {
        “关键”：“通过”，
        "name": "示例",
        “价值”： [
          {
            "n": "时间",
            “v”：“时间”
          },
          {
            "n": "人气",
            “v”：“命中”
          },
          {
            "n": "评分",
            “v”：“分数”
          }
        ]
      }
    ],
    “3”：[
      {
        “关键”：“目录”，
        "名称": "类型",
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            "n": "YouTube",
            “v”：“YouTube”
          },
          {
            "n": "脱口秀",
            "v": "脱口秀"
          },
          {
            "n": "真人秀",
            "v": "真人秀"
          },
          {
            "n": "选秀",
            "v": "选秀"
          },
          {
            "n": "八卦",
            “v”：“八卦”
          },
          {
            "n": "访谈",
            "v": "访谈"
          },
          {
            “n”：“情绪”，
            “v”：“情绪”
          },
          {
            “n”：“生活”，
            “v”：“生活”
          },
          {
            "n": "晚会",
            "v": "晚会"
          },
          {
            “n”：“搞笑”，
            “v”：“搞笑”
          },
          {
            "n": "音乐",
            "v": "音乐"
          },
          {
            "n": "时尚",
            “v”：“时尚”
          },
          {
            "n": "游戏",
            “v”：“游戏”
          },
          {
            "n": "少儿",
            “v”：“少儿”
          },
          {
            “n”：“体育”，
            “v”：“体育”
          },
          {
            "n": "纪实",
            "v": "纪实"
          },
          {
            "n": "科教",
            "v": "科教"
          },
          {
            "n": "曲艺",
            "v": "曲艺"
          },
          {
            "n": "歌舞",
            “v”：“歌舞”
          },
          {
            "n": "财经",
            “v”：“财经”
          },
          {
            "n": "汽车",
            “v”：“汽车”
          },
          {
            "n": "播报",
            "v": "播报"
          },
          {
            "n": "其他",
            "v": "其他"
          }
        ]
      },
      {
        “关键”：“区域”，
        “名称”：“地区”，
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            "n": "大陆",
            "v": "大陆"
          },
          {
            “n”：“韩国”，
            “v”：“韩国”
          },
          {
            "n": "香港",
            "v": "香港"
          },
          {
            "n": "台湾",
            “v”：“台湾”
          },
          {
            “n”：“美国”，
            “v”：“美国”
          },
          {
            "n": "其它",
            "v": "其他"
          }
        ]
      },
      {
        “键”：“年”，
        “名称”：“年份”，
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            “n”：“2022”，
            “v”：“2022”
          },
          {
            “n”：“2021”，
            “v”：“2021”
          },
          {
            “n”：“2020”，
            “五”：“2020”
          },
          {
            “n”：“2019”，
            “v”：“2019”
          },
          {
            “n”：“2018”，
            “v”：“2018”
          },
          {
            “n”：“2017”，
            “v”：“2017”
          },
          {
            “n”：“2016”，
            “v”：“2016”
          },
          {
            “n”：“2015”，
            “v”：“2015”
          },
          {
            “n”：“2014”，
            “v”：“2014”
          },
          {
            “n”：“2013”​​，
            “v”：“2013”
          },
          {
            “n”：“2012”，
            “五”：“2012”
          },
          {
            “n”：“2011”，
            “v”：“2011”
          },
          {
            “n”：“2010”，
            “v”：“2010”
          },
          {
            “n”：“2009”，
            “v”：“2009”
          },
          {
            “n”：“2008”，
            “五”：“2008”
          },
          {
            “n”：“2007”，
            “v”：“2007”
          },
          {
            “n”：“2006”，
            “五”：“2006”
          },
          {
            “n”：“2005”，
            “五”：“2005”
          },
          {
            “n”：“2004”，
            “v”：“2004”
          },
          {
            “n”：“2003”，
            “v”：“2003”
          },
          {
            “n”：“2002”，
            “五”：“2002”
          },
          {
            “n”：“2001”，
            “v”：“2001”
          },
          {
            “n”：“2000”，
            “v”：“2000”
          }
        ]
      },
      {
        “键”：“朗”，
        "name": "语言",
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            "n": "国语",
            “v”：“国语”
          },
          {
            "n": "英语",
            “v”：“英语”
          },
          {
            "n": "粤语",
            “v”：“粤语”
          },
          {
            "n": "闽南语",
            "v": "闽南语"
          },
          {
            "n": "韩语",
            "v": "韩语"
          },
          {
            "n": "日语",
            "v": "日语"
          },
          {
            "n": "其它",
            "v": "其他"
          }
        ]
      },
      {
        “关键”：“通过”，
        "name": "示例",
        “价值”： [
          {
            "n": "时间",
            “v”：“时间”
          },
          {
            "n": "人气",
            “v”：“命中”
          },
          {
            "n": "评分",
            “v”：“分数”
          }
        ]
      }
    ],
    “4”：[
      {
        “关键”：“目录”，
        "名称": "类型",
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            “n”：“Netflix”，
            “v”：“Netflix”
          },
          {
            "n": "热血",
            "v": "热血"
          },
          {
            "n": "故事",
            "v": "故事"
          },
          {
            "n": "美少女",
            "v": "美少女"
          },
          {
            "n": "魔幻",
            “v”：“魔幻”
          },
          {
            "n": "经典",
            “v”：“经典”
          },
          {
            "n": "励志",
            “v”：“励志”
          },
          {
            "n": "少儿",
            “v”：“少儿”
          },
          {
            “n”：“冒险”，
            “v”：“冒险”
          },
          {
            “n”：“搞笑”，
            “v”：“搞笑”
          },
          {
            "n": "推理",
            “v”：“推理”
          },
          {
            "n": "恋爱",
            “v”：“恋爱”
          },
          {
            "n": "治愈",
            “v”：“治愈”
          },
          {
            "n": "幻想",
            “v”：“幻想”
          },
          {
            "n": "校园",
            “v”：“校园”
          },
          {
            "n": "动物",
            "v": "动物"
          },
          {
            "n": "机战",
            "v": "机战"
          },
          {
            "n": "亲子",
            "v": "亲子"
          },
          {
            "n": "儿歌",
            "v": "儿歌"
          },
          {
            “n”：“运动”，
            “v”：“运动”
          },
          {
            "n": "悬疑",
            "v": "悬疑"
          },
          {
            "n": "怪物",
            “v”：“怪物”
          },
          {
            "n": "战争",
            “v”：“战争”
          },
          {
            "n": "益智",
            “v”：“益智”
          },
          {
            “n”：“青春”，
            “v”：“青春”
          },
          {
            “n”：“童话”，
            “v”：“童话”
          },
          {
            "n": "竞技",
            “v”：“竞技”
          },
          {
            "n": "活动",
            “v”：“活动”
          },
          {
            "n": "社会",
            “v”：“社会”
          },
          {
            "n": "友情",
            "v": "友情"
          },
          {
            "n": "真人版",
            "v": "真人版"
          },
          {
            "n": "电影版",
            "v": "电影版"
          },
          {
            "n": "OVA版",
            "v": "OVA版"
          },
          {
            "n": "电视版",
            "v": "电视版"
          },
          {
            "n": "新番动画",
            "v": "新番动画"
          },
          {
            "n": "完结动画",
            "v": "完结动画"
          }
        ]
      },
      {
        “关键”：“区域”，
        “名称”：“地区”，
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            "n": "大陆",
            "v": "大陆"
          },
          {
            "n": "日本",
            “v”：“日本”
          },
          {
            "n": "欧美",
            "v": "欧美"
          },
          {
            "n": "其他",
            "v": "其他"
          }
        ]
      },
      {
        “键”：“年”，
        “名称”：“年份”，
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            “n”：“2022”，
            “v”：“2022”
          },
          {
            “n”：“2021”，
            “v”：“2021”
          },
          {
            “n”：“2020”，
            “五”：“2020”
          },
          {
            “n”：“2019”，
            “v”：“2019”
          },
          {
            “n”：“2018”，
            “v”：“2018”
          },
          {
            “n”：“2017”，
            “v”：“2017”
          },
          {
            “n”：“2016”，
            “v”：“2016”
          },
          {
            “n”：“2015”，
            “v”：“2015”
          },
          {
            “n”：“2014”，
            “v”：“2014”
          },
          {
            “n”：“2013”​​，
            “v”：“2013”
          },
          {
            “n”：“2012”，
            “五”：“2012”
          },
          {
            “n”：“2011”，
            “v”：“2011”
          },
          {
            “n”：“2010”，
            “v”：“2010”
          },
          {
            “n”：“2009”，
            “v”：“2009”
          },
          {
            “n”：“2008”，
            “五”：“2008”
          },
          {
            “n”：“2007”，
            “v”：“2007”
          },
          {
            “n”：“2006”，
            “五”：“2006”
          },
          {
            “n”：“2005”，
            “五”：“2005”
          },
          {
            “n”：“2004”，
            “v”：“2004”
          },
          {
            “n”：“2003”，
            “v”：“2003”
          },
          {
            “n”：“2002”，
            “五”：“2002”
          },
          {
            “n”：“2001”，
            “v”：“2001”
          },
          {
            “n”：“2000”，
            “v”：“2000”
          },
          {
            "n": "更早",
            "v": "更早"
          }
        ]
      },
      {
        “键”：“朗”，
        "name": "语言",
        “价值”： [
          {
            "n": "全部",
            “v”：“”
          },
          {
            "n": "国语",
            “v”：“国语”
          },
          {
            "n": "英语",
            “v”：“英语”
          },
          {
            "n": "粤语",
            “v”：“粤语”
          },
          {
            "n": "闽南语",
            "v": "闽南语"
          },
          {
            "n": "韩语",
            "v": "韩语"
          },
          {
            "n": "日语",
            "v": "日语"
          },
          {
            "n": "其它",
            "v": "其他"
          }
        ]
      },
      {
        “关键”：“通过”，
        "name": "示例",
        “价值”： [
          {
            "n": "时间",
            “v”：“时间”
          },
          {
            "n": "人气",
            “v”：“命中”
          },
          {
            "n": "评分",
            “v”：“分数”
          }
        ]
      }
    ]
  }
}
